In [1]:
print("Task 1: Pandas and Matplotlib - Started")

Task 1: Pandas and Matplotlib - Started

In [4]:
import pandas as pd
import matplotlib.pyplot as plt

In [5]:
import pandas as pd

df = pd.read_csv("data/employees.csv")

df

    Name  Age  Salary  Experience
0   Amit   25   30000           1
1   Neha   28   42000           3
2  Rahul   35   60000           7
3  Pooja   32   52000           5
4  Ankit   40   75000          12